-- MySQL dump 10.13  Distrib 8.0.13, for Win64 (x86_64)
--
-- Host: 192.168.0.110    Database: Lesson_03
-- ------------------------------------------------------
-- Server version	8.0.13

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
 SET NAMES utf8 ;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `profession`
--

DROP TABLE IF EXISTS `profession`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
 SET character_set_client = utf8mb4 ;
CREATE TABLE `profession` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `profession` varchar(150) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=175 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `profession`
--

LOCK TABLES `profession` WRITE;
/*!40000 ALTER TABLE `profession` DISABLE KEYS */;
INSERT INTO `profession` VALUES (58,'Автомеханик'),(59,'Агент по продаже недвижимости (Риэлтор)'),(60,'Агент рекламный'),(61,'Агроном'),(62,'Адвокат'),(63,'Актер, Актриса'),(64,'Акушер'),(65,'Аналитик'),(66,'Артист цирка'),(67,'Археолог'),(68,'Архивариус (архивист)'),(69,'Архитектор'),(70,'Астроном'),(71,'Аудитор'),(72,'Банкир'),(73,'Бармен'),(74,'Библиотекарь (библиограф)'),(75,'Биолог'),(76,'Брокер'),(77,'Бухгалтер'),(78,'Верстальщик'),(79,'Ветеринар'),(80,'Визажист'),(81,'Водитель (шофер)'),(82,'Воспитатель детского сада'),(83,'Врач'),(84,'Геолог'),(85,'Гинеколог'),(86,'Государственный служащий'),(87,'Дефектолог'),(88,'Дизайнер'),(89,'Дирижер'),(90,'Животновод'),(91,'Журналист'),(92,'Зоолог'),(93,'Издатель'),(94,'Имиджмейкер'),(95,'Инженер'),(96,'Инженер-энергетик'),(97,'Искусствовед'),(98,'Историк'),(99,'Кинолог'),(100,'Композитор'),(101,'Конфликтолог'),(102,'Копирайтер'),(103,'Корректор'),(104,'Косметолог'),(105,'Критик'),(106,'Лингвист'),(107,'Логист'),(108,'Логопед'),(109,'Маркетолог'),(110,'Маркшейдер'),(111,'Медсестра'),(112,'Менеджер по персоналу'),(113,'Менеджер по продажам'),(114,'Менеджер по рекламе'),(115,'Менеджер по связям с общественностью (PR-менеджер)'),(116,'Менеджер по туризму'),(117,'Налоговый инспектор'),(118,'Нефтяник'),(119,'Нотариус'),(120,'Олигофренопедагог'),(121,'Офис-менеджер'),(122,'Оценщик'),(123,'Парикмахер'),(124,'Переводчик'),(125,'Писатель'),(126,'Плотник'),(127,'Повар'),(128,'Пожарный'),(129,'Политолог'),(130,'Провизор'),(131,'Программист'),(132,'Продюсер'),(133,'Прокурор'),(134,'Психолог'),(135,'Психотерапевт'),(136,'Радиотехник'),(137,'Редактор'),(138,'Режиссер'),(139,'Референт'),(140,'Риэлтор'),(141,'Рыбовод'),(142,'Сварщик'),(143,'Секретарь'),(144,'Системный администратор'),(145,'Следователь'),(146,'Слесарь-ремонтник'),(147,'Социальный работник'),(148,'Социолог'),(149,'Стилист'),(150,'Стоматолог'),(151,'Строитель'),(152,'Судья'),(153,'Таможенник'),(154,'Технолог пищевого производства'),(155,'Товаровед'),(156,'Токарь'),(157,'Учитель'),(158,'Учитель начальных классов'),(159,'Фармацевт'),(160,'Фельдшер'),(161,'Физик'),(162,'Филолог'),(163,'Философ'),(164,'Химик'),(165,'Хирург'),(166,'Хореограф'),(167,'Художник'),(168,'Швея'),(169,'Эколог'),(170,'Экономист'),(171,'Электрик'),(172,'Электрогазосварщик'),(173,'Электромонтажник'),(174,'Ювелир');
/*!40000 ALTER TABLE `profession` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-01-27 17:09:38
